Repository: frugalware/frugalwareutils
Catalog: netconfig/doc/po/*.po
Languages: hu

source: August 5, 2006
hu: 2006 Augusztus 5

source: NAME
hu: NÉV

source: /etc/sysconfig/network/ - configuration of network interfaces
hu: /etc/sysconfig/network/ - hálózati interfészek beállításai

source: CONFIGURATION
hu: BEÁLLÍTÁS

source: Every file in /etc/sysconfig/network represents a network profile. When netconfig invoked with the start paramter, then the profile named 'default' (/etc/sysconfig/network/default) will be read.
hu: Minden file a /etc/sysconfig/network alatt egy hálózati profilt jelent. Amikor a netconfig a start paraméterrel indul, a 'default' (/etc/sysconfig/network/default) kerül betöltésre.

source: This behaviour can be overwritten by the "network=E<lt>profilenameE<gt>" kernel parameter. In that case the given profile will be loaded instead of 'default'.
hu: Ez a viselkedés felülírható a "network=E<lt>profilnévE<gt>" kernel paraméterrel. Ebben az esetben az adott profil kerül betöltésre a 'default' helyett.

source: This profile is divided into sections or I<interfaces>. Each section defines an interface that netconfig should initialize. The exception to this is the I<options> section, which defines global options.
hu: Egy profil részekre vagy I<interfészekre> van bontva. Minden rész egy interfészt definiál amit a netconfignak inicializálni kell. Kivétel az I<options> rész, ami a globális beállításokat tartalmazza.

source: Example:
hu: Példa

source: CONFIG: OPTIONS
hu: BEÁLLÍTÁSOK: OPCIÓK

source: Defines the local domain name. If defined more than once, the first will be used.
hu: A helyi domainnevet definiálja. Ha többször van definiálva, az elsõ lesz érvényes.

source: B<desc = E<lt>descriptionE<gt>>
hu: B<desc = E<lt>leírásE<gt>>

source: A brief description of this network profile. Used by netconfig.
hu: Egy rövid leírása ennek a hálózati profilnak. A netconfig használja.

source: B<adsl_username = E<lt>usernameE<gt>>
hu: B<adsl_username = E<lt>felhasználónévE<gt>>

source: If you have an adsl (pppoe) connection, your adsl username.
hu: Ha használ adsl (pppoe) kapcsolatot, az adsl felhasználóneve.

source: B<adsl_password = E<lt>passwordE<gt>>
hu: B<adsl_passowrd = E<lt>jelszóE<gt>>

source: If you have an adsl connection, your adsl password.
hu: Ha használ adsl kapcsolatot, az adsl jelszava.

source: B<adsl_interface = E<lt>interfaceE<gt>>
hu: B<adsl_interface = E<lt>interfészE<gt>>

source: If you have an adsl connection, the Ethernet interface connected to the DSL modem.
hu: Ha használ adsl kapcsolatot, a hálózati interfész neve amelyre a DSL modem kapcsolódik.

source: CONFIG: INTERFACES
hu: BEÁLLÍTÁSOK: INTERFÉSZEK

source: Each section defines an interface. The interface name is defined by the string within square brackets (eg, the two above are 'eth0' and 'eth1'). The available directives:
hu: Minden rész egy interfészt definiál. Az interfész nevét szögletes zárójelbe téve kell megadni (pl a fenti kettõ 'eth0' és 'eth1'). A rendelkezésre álló direktívák:

source: B<options = E<lt>ipE<gt> [netmask E<lt>netmaskE<gt> [broadcast E<lt>broadcastE<gt>]>
hu: B<options = E<lt>ipE<gt> [netmask E<lt>netmaszkE<gt> [broadcast E<lt>broadcastcímE<gt>]>

source: Defines the ip address, netmask and broadcast address of the interface. Multiple usage is ok for eth0:1, eth0:2, etc. See the other format of this directive for dhcp.
hu: Megadja egy interfész ip címét, netmaszkját és broadcast címét. A többszörös használat megengedett az eth0:1, eth0:2, stb. esetére. Lásd még egy másik formátumát ennek a direktívának dhcp esetére.

source: Use dhcp for this interface. When this format is used, the other "options" lines are ignored.
hu: dhcp használata ehhez az interfészhez. Ez a formátum prioritást élvez a többi "options" sorhoz képest.

source: B<pre_up = E<lt>commandE<gt>>
hu: B<pre_up = E<lt>parancsE<gt>>

source: B<post_up = E<lt>commandE<gt>>
hu: B<post_up = E<lt>parancsE<gt>>

source: B<pre_down = E<lt>commandE<gt>>
hu: B<pre_down = E<lt>parancsE<gt>>

source: B<post_down = E<lt>commandE<gt>>
hu: B<post_down = E<lt>parancsE<gt>>

source: B<mac = E<lt>mac addressE<gt>>
hu: B<mac = E<lt>mac címE<gt>>

source: Overwrites the mac address of the card. If defined more than once, the first will be used.
hu: Felülírja a kártya mac címét. Ha többször van definiálva, az elsõ lesz érvényes.

source: Set the ESSID (or Network Name - in some products it may also be called Domain ID) for wireless network adapters. If defined more than once, the first will be used.
hu: Az ESSID-t (vagy Hálózati név - más termékeknél Domain ID-ként is hivatkoznak rá) határozza meg a vezetéknélküli hálózatokhoz. Ha többször van definiálva, az elsõ lesz érvényes.

source: Set the operating mode of the device, for wireless network adapters. The mode can be Ad- Hoc (network composed of only one cell and without Access Point), Managed (node connects to a network composed of many Access Points, with roaming), Master (the node is the synchronisation master or acts as an Access Point), Repeater (the node forwards packets between other wireless nodes), Secondary (the node acts as a backup master/repeater), Monitor (the node is not associ- ated with any cell and passively monitor all packets on the frequency) or Auto. If defined more than once, the first will be used.
hu: Beállítja az eszköz mûködési módját a vezetéknéküli hálózati csatolók számára. A mód lehet Ad-Hoc (a hálózatban nincs Access Point), Managed (a hálózatban több Access Point van), Master (a csomópont a szinkronizációs master vagy Access Pointként viselkedik), Repeater (a csomópont csomagokat továbbít más vezetéknélküli csomópontoknak) ,Secondary (a csomópont egy tartalék master/repeater), Monitor (a csomópont nem kapcsolódik egy csomóponthoz sem, csak figyeli a frenkvencián az összes csomagot) vagy Auto. Ha többször van definiálva, akkor az elsõ lesz érvényes.

source: Route packets via a gateway. NOTE: The specified gateway must be reachable first. If the "default gw" prefix is used, then adds a default route. If defined more than once, the first will be used. If using dhcp, then this directive is ignored.
hu: A csomagokat egy megadott útválasztón keresztül irányítja. MEGJEGYZÉS: A megadott útválasztó elõszor elérhetõ kell, hogy legyen. Ha többször van definiálva, az elsõ lesz évényes. dhcp használata esetén ez a direktíva figyelmen kívül lesz hagyva.

source: Used to manipulate encryption or scrambling keys and security mode for wireless networks. Examples:
hu: Titkosítási kulcsok es biztonsági módok megadásához használt. Példák:

source: B<dhcp_opts = E<lt>optionsE<gt>>
hu: B<dhcp_opts = E<lt>opciókE<gt>>

source: These options are passed to the dhcp client daemon. The default is "-t 10". You may want to specify here the dhcp hostname, then you'll need "-t 10 -h E<lt>hostnameE<gt>".
hu: Ezeket az opciókat a dhcp kliens démon kapja meg. Az alapértelmezett a "-t 10". Abban az esetben ha dhcp hostnevet szeretne megadni, a "-t 10 -h E<lt>hostnévE<gt>"-re lesz szüksége.

source: B<dhcpclient = E<lt>dhcp clientE<gt>>
hu: B<dhcpclient = E<lt>dhcp kliensE<gt>>

source: SPECIAL WIRELESS CARDS
hu: SPECIÁLIS VEZETÉKNÉLKÜLI KÁRTYÁK

source: Some users reported that they had to initialize the card with ifconfig E<lt>interfaceE<gt> up before using iwconfig.
hu: Néhány felhasználó jelezte, hogy szükséges volt a kártyájukat az ifconfig E<lt>interfaceE<gt> up paranccsal inicializálni az iwconfig használata elõtt.

source: NOTE: if you use several pre_up and/or post_down lines, this pre_up should be the first, and this post_down should be the last one.
hu: MEGJEGYZÉS: ha több pre_up és/vagy post_down sor van, akkor ez a pre_up kell legyen az elsõ, és ez a post_down kell legyen az utolsó.

source: USING WPA_SUPPLICANT
hu: A WPA_SUPPLICANT HASZNÁLATA

source: AUTHORS
hu: SZERZÕK

source: Written by Miklos Vajna.
hu: Írta Vajna Miklós

source: REPORTING BUGS
hu: HIBÁK JELZÉSE

source: If you find any bug, then please file a bugreport at E<lt>http://bugs.frugalware.org/E<gt>.
hu: Ha bármilyen hibát talál, azt kérjük jelezze (angolul) a E<lt>http://bugs.frugalware.org/E<gt> címen.

source: SEE ALSO
hu: LÁSD MÉG
