Repository: frugalware/frugalwareutils
Catalog: mouseconfig/po/*.po
Languages: fr, pl

source: PS/2 port mouse (most desktops and laptops)
fr: Port souris PS/2 (la plupart des pc et portables)
pl: Mysza na porcie PS/2 (wiêkszo¶æ laptopów i komputerów)

source: Microsoft PS/2 Intellimouse
fr: Souris PS/2 Microsoft Intellimouse

source: 2 button Microsoft compatible serial mouse
fr: Souris série compatible Microsoft à 2 boutons
pl: 2 przyciskowa mysza szeregowa (zgodna z Microsoft)

source: 3 button Microsoft compatible serial mouse
fr: Souris série compatible Microsoft à 3 boutons
pl: 3 przyciskowa mysza szeregowa (zgodna z Microsoft)

source: Logitech serial MouseMan and similar devices
fr: Souris série Logitech MouseMan ou compatible
pl: Szeregowy MouseMan Logitechu i podobne urz±dzenia

source: MouseSystems serial (most 3 button serial mice)
fr: Souris série MouseSystems (la plupart des souris séries à 3 boutons)
pl: Szeregowa mysz MouseSystems (wiêkszo¶æ 3 przyciskowych)

source: Plug and Play (serial mice that do not work with ms)
fr: Plug and Play (souris série qui ne marche pas avec ms)
pl: Plug and Play (szeregowe mysze nie dzia³aj±ce z ms)

source: USB connected mouse
fr: Souris USB
pl: Mysza na USB

source: Microsoft serial Intellimouse
fr: Souris série Microsoft Intellimouse
pl: Microsoft Intellimouse

source: Genius Netmouse on PS/2 port
fr: Souris PS/2 Genius Netmouse
pl: Genius Netmouse na porcie PS/2

source: Some serial Logitech devices
fr: Souris série Logitech (quelques unes)
pl: Urz±dzenia szeregowe Logitechu

source: Make serial Logitech behave like msc
fr: Faire en sorte qu'une souris série Logitech se comporte comme MSC
pl: Ustaw urz±dzenia Logitechu jako myszy

source: A pointing pen (NCR3125) on some laptops
fr: Crayon optique (NCR3125) sur certains portables
pl: Pióro wskazuj±ce (NRC3125)

source: Use a joystick as a mouse
fr: Utiliser un joystick comme souris
pl: U¿yj joysticka jako mysz

source: Wacom serial graphics tablet
fr: Tablette graphique Wacom (sur port série)
pl: Tablet Wacoma

source: Configure the console mouse support (GPM)
fr: Configurer le support de la souris console (GPM)
pl: Konfiguracja wsparcia myszy dla konsoli (GPM)

source: This part of the configuration process will create a /dev/mouse link pointing to your default mouse device. You can change the /dev/mouse link later in the /etc/sysconfig/gpm configuration file if the mouse doesn't work, or if you switch to a different type of pointing device. We will also use the information about the mouse to set the correct protocol for gpm, the Linux mouse server. Please select a mouse type from the list below:
fr: Cette partie du processus de configuration va créer un lien /dev/mouse qui pointera vers votre souris par défaut. Vous pouvez changer le lien /dev/mouse ultérieurement dans le fichier de configuration /etc/sysconfig/gpm si la souris ne fonctionne pas, ou si vous souhaitez basculer vers un autre type de périphérique de pointage. Nous allons également utiliser ces informations concernant la souris pour définir le protocole approprié pour gpm, le gestionnaire de souris Linux.Veuillez sélectionner un type de souris ci dessous:
pl: Ta czê¶æ konfiguracji utworzy symlink /dev/mouse wskazuj±cy na twoj± domy¶ln± mysz. Mo¿esz zmieniæ symlink pó¼niej w /etc/sysconfig/gpm. Proszê wybraæ typ myszy z poni¿szej listy:

source: (COM1: under DOS)
fr: (COM1: sous DOS)
pl: (COM1: pod DOS)

source: (COM2: under DOS)
fr: (COM2: sous DOS)
pl: (COM2: pod DOS)

source: (COM3: under DOS)
fr: (COM3: sous DOS)
pl: (COM3: pod DOS)

source: (COM4: under DOS)
fr: (COM4: sous DOS)
pl: (COM4: pod DOSC)

source: Select Serial Port
fr: Sélectionner le port série
pl: Wybierz Port Szeregowy

source: Your mouse requires a serial port. Which one would you like to use?
fr: Votre souris requiert un port série. Lequel souhaitez vous utiliser?
pl: Mysza wymaga portu szeregowego. Który wybraæ?

source: Mouse configuration
fr: Configuration de la souris
pl: Konfiguracja myszy

source: Genitizer tablet (relative mode)
pl: Tablet Genitizer
