Repository: frugalware/frugalwareutils
Catalog: netconfig/po/*.po
Languages: pl

source: usage: %s [options] start|stop|restart|status|list
pl: u¿ycie: %s [opcje] start|stop|restart|status|list

source: %s [options] [profile]
pl: %s [opcje] [profil]

source: -h | --help This help.
pl: -h | --help Pomoc.

source: -f | --fast Fast mode, used by the setup.
pl: -f | --fast Tryb szybki, u¿ywany przez konfigurator.

source: --dry-run Do not actually perform the operation.
pl: --dry-run Nie wykonuj ¿adnych operacji (symulacja).

source: Use a DHCP server
pl: U¿yj serwera DHCP

source: Use a static IP address
pl: U¿yj statycznego IP

source: DSL connection
pl: Po³±czenie DSL

source: No network - loopback connection only
pl: Brak po³±czenia sieciowego

source: Select network connection type
pl: Wybierz typ po³±czenia sieciowego

source: Now we need to know how your machine connects to the network. If you have an internal network card and an assigned IP address, gateway, and DNS, use 'static' to enter these values. Also may use this if you have a DSL connection. If your IP address is assigned by a DHCP server (commonly used by cable modem services), select 'dhcp'. If you just have a network card to connect directly to a DSL modem, then select 'dsl'. Finally, if you do not have a network card, select the 'lo' choice.
pl: Je¿eli masz kartê sieciow± i przypisane IP, bramkê i DNSy to u¿yj opcji ze statycznym IP. Je¿eli IP przypisane jest przez serwer DHCP u¿yj opcji z serwerem DHCP. Je¿eli korzystasz z po³±czeñ DSL wybierz opcjê dotycz±c± tych po³±czeñ.

source: DSL configuration
pl: Konfiguracja DSL

source: Do you want to configure a DSL connetion now?
pl: Czy chcesz skonfigurowaæ po³±czenie DSL?

source: Enter user name
pl: Podaj nazwê u¿ytkownika

source: Enter your PPPoE user name:
pl: Podaj nazwê u¿ytkownika PPPoE:

source: Password
pl: Has³o

source: Please enter your PPPoE password
pl: Podaj has³o PPPoE

source: Please re-enter your PPPoE password
pl: Podaj has³o PPPoE ponownie

source: Passwords don't match
pl: Has³a nie zgadzaj± siê

source: Sorry, the passwords do not match. Try again?
pl: Spróbowaæ ponownie?

source: Enter interface name
pl: Podaj nazwê interfejsu

source: Enter the Ethernet interface connected to the DSL modem. It will be ethn, where 'n' is a number. If unsure, just hit enter. Enter interface name:
pl: Podaj nazwê interfejsu ³±cz±cego siê z modemem DSL. Bêdzie to ethN, gdzie 'N' to liczba. Je¿eli nie jeste¶ pewien wci¶nij enter. Podaj nazwê interfejsu:

source: Network configuration
pl: Konfiguracja sieci

source: Enter hostname
pl: Podaj nazwê hosta

source: We'll need the name you'd like to give your host. The full hostname is needed, such as: frugalware.example.net Enter full hostname:
pl: Podaj nazwê jak± chcesz nadaæ swojej maszynie. Wymagana jest pe³ne nazwa, np: frugalware.przyklad.net Podaj pe³n± nazwê hosta:

source: We'll need the name of the interface you'd like to use for your network connection. If unsure, just hit enter. Enter interface name:
pl: Podaj nazwê interfejsu do wykorzystania w po³±czeniu. Je¿eli nie jeste¶ pewien wci¶nij enter. Podaj nazwê interfejsu:

source: Extended network name
pl: Rozszerzona nazwa sieci

source: It seems that this network card has a wireless extension. In order to use it, you must set your extended netwok name (ESSID). Enter your ESSID:
pl: Wygl±da na to ¿e ta karta sieciowa s³u¿y do po³±czeñ bezprzewodowych. Musisz podaæ ESSID - rozszerzon± nazwê sieci:

source: Encryption key
pl: Klucz

source: If you have an encryption key, then please enter it below. Examples: 4567-89AB-CD or s:password
pl: Je¿eli sieæ jest kodowana podaj klucz poni¿ej.

source: Set DHCP hostname
pl: Nazwa hosta serwera DHCP

source: Some network providers require that the DHCP hostname beset in order to connect. If so, they'll have assigned a hostname to your machine. If you wereassigned a DHCP hostname, please enter it below. If you do not have a DHCP hostname, justhit enter.
pl: Niektórzy dostawcy us³ug internetowych wymagaj± ustawienia nazwy hosta DHCP w celu nawi±zania po³±czenia. Je¿eli posiadasz nazwê hosta DHCP to j± podaj poni¿ej, je¿eli nie to wci¶nij enter.

source: Enter ip address
pl: Podaj adres IP

source: Enter your IP address for the local machine.
pl: Podaj adres IP dla lokalnej maszyny.

source: Enter netmask for local network
pl: Podaj maskê sieci dla maszymy

source: Enter your netmask. This will generally look something like this: 255.255.255.0 If unsure, just hit enter.
pl: Podaj masê sieci. Zazwyczaj bêdzie to: 255.255.255.0 Je¿eli nie jeste¶ pewien wci¶nij enter.

source: Enter gateway address
pl: Podaj adres bramki

source: Enter the address for the gateway on your network. If you don't have a gateway on your network just hit enter, without entering any ip address.
pl: Podaj adres bramki je¿eli posiadasz taki.

source: Select nameserver
pl: Serwery DNS

source: Please give the IP address of the name server to use. You canadd more Domain Name Servers later by editing /etc/sysconfig/network/default. If you don't have a name server on your network just hit enter, without entering any ip address.
pl: Podaj adresy IP serwerów DNS. Mo¿esz dodaæ ich wiêcej pó¼niej edytuj±c /etc/sysconfig/network/default. Je¿eli DNSy nie funkcjonuj± w twojej sieci wci¶nij enter.

source: Adjust configuration files
pl: Edycja plików konfiguracyjnych

source: Accept these settings and adjust configuration files?
pl: Zaakceptowaæ ustawienia i zmodyfikowaæ pliki konfiguracyjne?

source: No profile loaded.
pl: Nie za³adowano profilu.

source: Current profile: %s
pl: Obecny profil: %s
