Repository: frugalware/frugalwareutils
Catalog: xconfig/po/*.po
Languages: pl

source: usage: %s [--live <resolution> <depth>
pl: u¿ycie: %s [--live <rozdzielczo¶æ <g³êbia>]

source: X configuration
pl: Konfiguracja X

source: xinit missing
pl: Brak xinit

source: Could not find xinit, please install it with pacman -S xinit.
pl: Nie mogê znale¶æ xinit. Zainstaluj poleceniem pacman -S xinit.

source: xmessage missing
pl: brak xmessage

source: Could not find xmessage, please install it with pacman -S xmessage.
pl: Zainstaluj xmessage poleceniem: pacman -S xmessage.

source: xsetroot missing
pl: brak xsetroot

source: Could not find xsetroot, please install it with pacman -S xsetroot.
pl: Zainstaluj xsetroot poleceniem pacman -S xsetroot.

source: Configuring the X server
pl: Konfiguracja serwera X

source: Attemping to create an X config file...
pl: Próbujê utworzyæ plik xorg.conf...

source: Selecting resolution
pl: Rozdzielczo¶æ

source: Please enter the screen resolution you want to use. You can use values such as 1024x768, 800x600 or 640x480. If unsure, just press ENTER.
pl: Proszê podaæ rozdzielczo¶æ z jakiej chcesz korzystaæ. Je¿eli nie jeste¶ pewien wybierz 1024x768 lub 800x600 lub nawet 640x480 (stare bardzo monitory). Wci¶nij ENTER by zaakceptowaæ.

source: Selecting color depth
pl: Wybór g³êbi kolorów

source: Please enter the color depth you want to use. If unsure, just press ENTER.
pl: Proszê podaæ g³êbiê kolorów jaka ma byæ stosowana. Je¿eli nie jeste¶ pewien, wci¶nij ENTER.
