Repository: frugalware/frugalwareutils
Catalog: grubconfig/po/*.po
Languages: pl

source: Install to Master Boot Record
pl: Zainstaluj w g³ównym rekordzie rozruchomym

source: Floppy
pl: Dyskietka

source: Install to a formatted floppy in /dev/fd0
pl: Zainstaluj na sformatowan± dyskietkê w /dev/fd0

source: Install to superblock (do NOT use with XFS)
pl: Instaluj do superbloku (NIE stosowaæ z XFS)

source: Skip
pl: Pomiñ

source: Skip the installation of GRUB.
pl: Pomiñ instalacjê GRUBa

source: Installing GRUB bootloader
pl: Instalujê GRUBa

source: GRUB can be installed to a variety of places: 1. The Master Boot Record of your first hard drive. 2. A formatted floppy disk. 3. The superblock of your root Linux partition. Option 3 require setting the partition bootable with (c)fdisk Hint: Choose option 3 if you already have a boot manager installed. Which option would you like?
pl: GRUB mo¿e byæ zainstalowany na kilka sposobów: 1. MBR dysku. 2. Dyskietka. 3. Superblok g³ównej partycji systemu. Opcja 3 wymaga ustawienia partycji bootowalnej za pomoc± np. (c)fdisk Zazywczaj stosuje siê opcjê nr 1. Wybierz sposób instalacji GRUBa

source: Please wait
pl: Proszê czekaæ

source: Attemping to install the GRUB bootloader...
pl: Próbujê zainstalowaæ GRUBa...
