Repository: frugalware/frugalwareutils
Catalog: xwmconfig/po/*.po
Languages: hu, pl

source: Window managers
hu: Ablakkezelõk
pl: ¦rodowiska graficzne

source: Choose one from the window managers listed below. Window managers are responsible for the desktop layout.
hu: Válasszon egyet az alább listázott ablakkezelõk közül. Az ablakkezelõk az asztal elrendezéséért felelõsek.
pl: Wybierz jedeno z poni¿szych ¶rodowisk graficznych.

source: usage: %s [options]
hu: használat: %s [opciók]
pl: u¿ycie: %s [opcje]

source: --force Run this tool even GDM or KDM installed.
hu: --force Az eszköz futtatása még ha a GDM vagy KDM telepítve is van.
pl: --force Uruchom nawet przy zainstalowanym KDM lub GDM.

source: --help This help.
hu: --help Ez a leírás.
pl: --help Pomoc

source: --silent Do not print any warning if GDM or KDM installed.
hu: --silent Ne jelenítsen meg semmilyen figyelmeztetést ha a GDM vagy KDM telepítve van.
pl: --silent Nie wy¶wietlaj ¿adnych ostrze¿eñ je¿eli GDM lub KDM jest zainstalowany.

source: XDM configuration
hu: XDM beállítás
pl: Konfiguracja XDM

source: Please wait
hu: Kérem várjon
pl: Proszê czekaæ

source: Searching for desktop managers...
hu: Asztalkezelõk keresése...
pl: Szukam menad¿erów logowania...

source: KDM found
hu: KDM észlelve
pl: KDM znalezione

source: KDM is installed, you can choose a window manager from the login menu.
hu: A KDM telepítve van, így az ablakkezelõt a belépési menüben választhatja ki.
pl: KDM jest znaleziony. Mo¿esz wybraæ ¶rodowisko graficzne z menu KDM przy logowaniu.

source: GDM found
hu: GDM észlelve
pl: GDM znalezione

source: GDM is installed, you can choose a window manager from the login menu.
hu: A GDM telepítve van, így az ablakkezelõt a belépési menüben választhatja ki.
pl: GDM jest znaleziony. Mo¿esz wybraæ ¶rodowisko graficzne z menu KDM przy logowaniu.

source: No X server found
hu: Az X kiszolgáló nem található
pl: Brak serwera Xów

source: The X server is not installed, please issue a 'pacman -S x11' command as root.
hu: Az X kiszolgáló nem lett még telepítve, kérem adja ki a 'pacman -S x11' parancsot rendszergazdaként.
pl: Serwer Xów nie jest zainstalowany. Proszê zainstalowaæ go poleceniem 'pacman -S x11' jako root.
